import { Container } from "./assets";

export const About = () => {
  return (
    <Container>
      <div className="flex flex-col items-center pt-12 sm:py-14 xl:py-16">
        <p className="text-lg sm:text-xl xl:text-4xl">ТОВЧ ТАНИЛЦУУЛГА</p>
        <div className="flex text-sm sm:text-base xl:text-xl px-4 sm:px-24 xl:px-0 flex-col w-full max-w-[1160px] my-12 sm:my-16 xl:my-24 items-center text-justify">
          <p>
            “Монблокс Ай Ай Си” ХХК нь гадаад худалдаа, барилгын материалын
            худалдаа болон барилгын бүх төрлийн үйлчилгээ эрхлэх зорилгоор 2013
            онд байгуулагдсан 100% дотоодын хөрөнгө оруулалттай компани юм.
          </p>

          <div className="space-y-[30px]">
            <p>
              2016 онд барилгын хуурай хольц буюу дотор болон гадна фасадны
              өнгөлгөө болон бүх төрлийн цавууг дотооддоо үйлдвэрлэх судалгаа,
              хөгжүүлэлт хийсэн. 2018 онд үйлдвэрийн бүтээн байгуулалт хийсэн.
            </p>
            <p>
              2019 онд өдөрт 20 тонн буюу жилд 5000-5500 тонн бэлэн бүтээгдэхүүн
              үйлдвэрлэх чадалтай “Монгол фасад” үйлдвэрийн үйл ажиллагааг
              эхлүүлсэн.
            </p>
            <p>
              2020 онд Евро хөнгөн блокийн үйлдвэрийг худалдан авч үйл ажиллагаа
              эхлүүлэн амжилттай ажиллаж байна. Бидний баримталдаг гол зарчим
              бол ЧАНАР юм.
            </p>
            <p>
              Манай үйлдвэрлэж буй бүтээгдэхүүнүүд нь ХБНГУ-ын технологиор MNS
              6424:2013, MNS 5526:2005 зэрэг Монгол улсын чанар стандартын
              шаардлагыг бүрэн хангасан, импортыг орлох цаашид экспортод гарах
              бүрэн боломжтой бүтээгдэхүүн юм.
            </p>
            <p>
              Бид бүтээгдэхүүнийхээ үйлдвэрлэлийн явцад байнгын хяналт тавьж
              үйлдвэрлэсэн бүтээгдэхүүнээ тогтмол шинжилгээнд хамруулан
              баталгаажуулдаг бөгөөд Монгол улсын чанар стандартыг хангасан
              зориулалтын уутанд савладаг.
            </p>
            <p>
              Тийм учраас манай бүтээгдэхүүн үйлдвэрлэгдээд удаагүй байгаа хэдий
              ч томоохон төслүүд манай бүтээгдэхүүний байнгын хэрэглэгч болоод
              байна
            </p>
            <p></p>
          </div>
        </div>
        <div className="text-[48px] xl:w-[839px] text-center text-[#494949]">
          Автоклавын хийт бетоны <br></br> үйлдвэрийн явц
        </div>
        <div className="text-[128px] font-semibold text-[#002672]">90%</div>
      </div>
    </Container>
  );
};
