import { Container } from "./assets";

export const About = () => {
  return (
    <Container>
      <div className="flex flex-col items-center py-16">
        <p className="text-[50px]">ТОВЧ ТАНИЛЦУУЛГА</p>
        <div className="flex text-[30px] px-36 flex-col w-full my-32 items-center text-justify">
          <p>
            “Айвуун Аргалант” ХХК нь гадаад худалдаа, барилгын материалын
            худалдаа болон барилгын бүх төрлийн үйлчилгээ эрхлэх зорилгоор 2013
            онд байгуулагдсан 100% дотоодын хөрөнгө оруулалттай компани юм.
          </p>
          <ul className="list-disc p-24">
            <li>
              2016 он: Барилгын хуурай хольц буюу дотор болон гадна фасадны
              өнгөлгөө болон бүх төрлийн цавууг дотооддоо үйлдвэрлэх судалгаа,
              хөгжүүлэлт.
            </li>
            <li>2018 он: Үйлдвэрийн бүтээн байгуулалт.</li>
            <li>
              2019 он: Өдөрт 20 тонн буюу жилд 5000-5500 тонн бэлэн бүтээгдэхүүн
              үйлдвэрлэх чадалтай “Монгол фасад” үйлдвэрийн үйл ажиллагааг
              эхлүүлсэн.
            </li>
            <li>
              2020 он: Евро хөнгөн блокны үйлдвэрийг худалдан авч үйл ажиллагаа
              эхлүүлэн амжилттай ажиллаж байна.
            </li>
          </ul>
          <div className="space-y-[30px]">
            <p>
              Цаг уурын эрс тэс уур амьсгалтай, агаар болон хөрсний бохирдолтой,
              хүн амын 50 гаруй хувь нийслэл Улаанбаатар хотод суурьсан манай
              орны хувьд хүмүүсийн ая тухтай амьдрах аюулгүй орчныг бүрдүүлэх
              хүчин зүйлийн нэг хэсэг бол орон сууц, олон нийтийн үйлдвэр
              үйлчилгээний барилгын ханын дулаан хангамжийн асуудал чухал байрыг
              эзэлж байгаа юм. Манай орон болон дэлхий нийтэд түлш, эрчим хүчийг
              хэмнэх асуудлыг голчлон анхаарч үүнтэй холбоотойгоор барилгын
              дулаан техникийн шаардлага хангахуйц үр ашигтай дулаалгын материал
              үйлдвэрлэх, дулаан техникийн шаардлага хангахгүй байгаа хуучин
              барилгуудыг нэмж дулаалах асуудал барилга, барилгын материалын
              үйлдвэрлэлийн хөгжлийн хэтийн төлөвт тэргүүлэх зэрэгт тавигдаад
              байна.
            </p>
            <p>
              Дулаан техникийн шаардлага хангах материалын нэг болох хийт бетон
              эдлэл чухал байрыг эзэлж байгаа бөгөөд одоогийн байдлын Улсын
              хэмжээгээр 32 үйлдвэр ажиллаж байгаагаас Дархан хотод 1, Сэлэнгэ
              аймгийн Сайхан сум Хөтөл тосгонд 1, Эрдэнэт хотод 1, Төв аймагт 2,
              бусад 27 үйлдвэр Улаанбаатар хотод үйл ажиллагаа явуулж байгаа
              боовч Төвийн бүсийн хойт хэсэг, Хангайн болон Зүүн бүсийн барилгын
              ханын дулаан тусгаарлах материалын хэрэгцээг бүрэн хангаж чадахгүй
              байна.
            </p>
            <p>
              Монгол Улсын Засгийн газрын 2016-2020 оны үйл ажиллагааны
              хөтөлбөрт “2,31 Малчдыг орон сууцны хөтөлбөрт хамруулах, нийгмийн
              асуудлыг шийдэх арга хэмжээ авна” гэж, “2.77 Хүн амын орон сууцны
              хэрэгцээг хангах зорилгоор нэгдсэн бодлого боловсруулж, “Хямд
              өртөгтэй орон сууц” үндэсний хөтөлбөрийг хэрэгжүүлнэ” гэж, “5,1,12
              Төрийн албан хаагчийн орон сууны хөтөлбөрийг хэрэгжүүлж, нөхцлийг
              сайжруулах бодлого баримтална” гэж тус тус заасан зорилтуудыг
              хэрэгжүүлэх зорилгоор УИХ-ын 1999 оны 25 дугаар тогтоолоор
              баталсан “Монгол улсын төрөөс орон сууцны талаар баримтлах
              бодлого” болон иргэдийг орон сууцжуулах чиглэлээр хэрэгжиж байгаа
              төсөл, хөтөлбөрүүдтэй уялдуулан энэ хөтөлбөрийг боловсруулсан.
            </p>
            <p>
              Иймд Монгол улсын Засгийн газраас дэвшүүлсэн орон нутгийн эрдэс
              түүхий эдэд тулгуурласан жижиг дунд үйлдвэрийг хөгжүүлэх бодлогын
              хүрээнд “Айвуун Аргалант” ХХК-ийн санал болгосон бүрэн автомат
              техник технологийг Монголд нутагшуулахаар ажиллаж байгаа бөгөөд
              энэхүү хийт бетоны үйлдвэрийг байгуулсанаар орон нутгийн эрдэс
              түүхий эдийг зөв зохистой ашиглахаас гадна өөрийн өртөг хямд
              бүтээгдэхүүнийг зах зээлд нийлүүлэх, дэлхийн жишигт хүрэхүйц
              чанартай бүтээгдэхүүн үйлдвэрлэх ба эдийн засгийн үр ашигтай
              ажилах үндэслэлтэй юм.
            </p>
          </div>
        </div>
      </div>
    </Container>
  );
};
